[
  {
    "id": 0,
    "level_energy": 1,
    "level_excercise": 3,
    "level_playfulness": 2,
    "level_affection": 3,
    "level_favor_dogs": 2,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 4,
    "level_train": 1,
    "level_grooming": 3,
    "level_heat": 5,
    "level_vocality": 5,
    "img": "great_pyrenees",
    "name": "Great Pyrenees",
    "info": "Elegant, imposing, and majestic, the Great Pyrenees is a large dog of medium substance that is slightly longer than tall. The thick coat of the Great Pyrenees gives the impression of heavier bone and stature. This breed was developed to guard flocks on steep mountain slopes and so must combine strength with agility. The dog moves smoothly, with good reach and drive. The weather-resistant double coat consists of a dense, wooly undercoat and a long, flat, coarse outer coat, imparting great insulation from the Pyrenean cold. The expression of a Great Pyrenees dog is elegant and contemplative.",
    "history": "The Great Pyrenees is a very old breed that probably descended from the first flock guardian dogs, which were large white dogs that existed in Asia Minor about 10,000 b.c. When nomadic shepherds brought their sheep to the Pyrenees Mountains around 3000 b.c, their flock guarding dogs came with them, forming the basis of the Great Pyrenees breed. These dogs excelled as livestock guardians for several centuries. In medieval France, the Pyrenees became a formidable fortress guard, and bands of these imposing dogs became the pride of many large chateaus. In the late 1600s, the breed caught the eye of French nobility. For a brief time they were in great demand in the court of Louis XIV. In fact, in 1675 the Great Pyrenees was decreed the “Royal Dog of France” by Louis XIV. Around the same time Great Pyrenees came to Newfoundland, where they may have played a role in the development of the Newfoundland breed. The first documented Pyrenees came to America with General Lafayette in 1824. By the 1900s, the breed had disappeared from French court life, and the remaining dogs were those found still working in the isolated countryside. Puppies were sold to tourists who brought them back to England and other countries. These dogs bore little resemblance to the magnificent Pyrenees that had once been so admired, however. Interest in the breed declined in England. Fortunately the breed still existed in sufficient numbers and quality in its native mountain land that later fanciers were able to obtain good breeding stock. These dogs served as the foundation of the modern Pyrenees. Serious importation of the breed to America occurred in the 1930s, and by 1933 the Great Pyrenees received AKC recognition. The breed attracted great attention as well as new owners, and today the Great Pyrenees enjoys moderate popularity as a family pet. The breed has earned also a reputation as a reliable livestock guardian in service in much of the United States.",
    "temperament": "The Great Pyrenees is a capable and imposing guardian. This breed is devoted to its family and somewhat wary of strangers—human or canine. When not provoked, the breed is calm, well-mannered, and somewhat serious. While very gentle with family and children, the Great Pyrenees has an independent, somewhat stubborn, nature. Because they are wanderers, they should be kept on-leash. As a guardian dog, the Great Pyrenees is a natural barker.",
    "upkeep": "The Great Pyrenees requires daily exercise to stay in shape. A moderate walk will usually suffice. This breed enjoys hiking, especially in cold weather and snow, but does not do well in hot weather. This dog’s coat will require brushing once or twice weekly, daily when shedding. Some dogs of this breed may drool at times, and can tend to be messy drinkers."
  },
  {
    "id": 1,
    "level_energy": 2,
    "level_excercise": 2,
    "level_playfulness": 2,
    "level_affection": 4,
    "level_favor_dogs": 1,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 5,
    "level_train": 2,
    "level_grooming": 2,
    "level_heat": 5,
    "level_vocality": 5,
    "img": "dogue_de_bordeaux",
    "name": "Dogue de Bordeaux",
    "info": "The Dogue de Bordeaux is a typical brachycephalic molossoid type, with a short, broad skull, massive head, and powerful physique. The body is slightly longer than tall, and the distance from the chest to the ground is slightly less than the depth of the chest. This dog has a massive head, serious expression, stocky and athletic build, and self-assured attitude.",
    "history": "It’s difficult to unravel the Dogue de Bordeaux’s origin from that of other Mastiff and Bulldog breeds. It probably predates the Bullmastiff, and possibly even the Bulldog, or it may come down from the Bulldog or the Tibetan Mastiff. It may descend from a now extinct breed, such as the ancient Roman molosser or the ancient French Dogue de Bordeaux of Aquitaine. It’s likely the breeds were interbred so that their histories are forever intertwined. But it’s generally thought that the breed (or a strain resembling it) existed in southern France as early as the 14th century. Early Dogues de Bordeaux were classified into three types (Parisian, Toulouse, and Bordeaux) depending on the region and job, and they came in several colors. They had cropped ears, as did all fighting dogs. Aside from fighting, Dogues were used to bait bulls and bears; control cattle; and guard property and people, particularly the rich. During the French Revolution, many perished with their wealthy owners. The first use of the name Dogue de Bordeaux was in 1863, following the exhibition of one at the first dog show. The first breed standard was published in 1896. Emphasis was placed on the pink nose, light eyes, and red mask to distinguish it from those with recent Mastiff crosses. The breed suffered setbacks after both world wars, but in the 1960s breeders began a concerted effort to revive it. A 1982 article in a dog magazine introduced the breed to American fanciers, and the 1989 movie Turner and Hooch introduced the breed to the American public (although few knew its name). The breed gradually gained followers, and it entered the AKC Working Group in 2008.",
    "temperament": "The Dogue de Bordeaux is extremely devoted and loyal. He tends to stay close to its chosen person or family at all times. They are eager to please but may not be particularly good at obedience unless it’s worth their while. Although males can be assertive toward other dogs, most are pretty mellow unless provoked. They get along well with other pets.",
    "upkeep": "Dogues need a chance to stroll around the block and stretch their legs every day, but they don’t need to go jogging or have marathon fetch sessions. They tend to be quiet indoors. Their size and strength can present challenges to people with small quarters or minimal strength. Coat care is minimal. Drooling is abundant and may be less than desirable to those who are house proud or those who don’t like their clothes adorned with glistening streaks."
  },
  {
    "id": 2,
    "level_energy": 4,
    "level_excercise": 3,
    "level_playfulness": 5,
    "level_affection": 3,
    "level_favor_dogs": 1,
    "level_favor_pets": 3,
    "level_favor_stranger": 3,
    "level_watchfulness": 4,
    "level_train": 1,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "bull_terrier",
    "name": "Bull Terrier",
    "info": "The Bull Terrier is the cavalier gladiator— a good looking tough character. This breed is strongly built and muscular, longer than tall. These dogs’ muscle mass combined with their relatively low center of gravity make them sturdy and stable. Their distinctive head not only shows off their keen and determined expression, but also their great jaw strength. Their gait is smooth and easy. The skin is tight, and the coat short, flat, and harsh.",
    "history": "Around 1835, a mix between a Bulldog and the old English Terrier produced a dog known as the Bull and Terrier. A later mix to the Spanish Pointer added needed size, and the result was a tenacious, strong, yet agile dog. Around 1860 James Hinks mixed the Bull and Terrier with the White English Terrier and the Dalmatian, producing an all-white strain he called Bull Terriers. The new all white strain immediately captured the attention of the public; they became a fashionable companion for young gentlemen who wanted a good-looking masculine dog at their sides. The dogs gained the reputation for defending themselves, but not provoking a fight, and were thus dubbed “the white cavalier.” The dogs gradually became more streamlined, and the Bull Terrier’s distinctive head evolved. Around 1900, mixes with Staffordshire Bull Terriers reintroduced color into the breed. This mix was not well accepted at first, but finally gained equal status as a separate AKC variety in 1936. The white variety still continues as the more popular variety, but both colors have enjoyed great popularity as pets. Their comical nature and expression wins them many friends, and they have proven to be very successful in movies and advertising.",
    "temperament": "Exuberant, comical, playful, assertive, and very mischievous describes the Bull Terrier. These dogs are an imaginative breed that often sees things their own way and are stubborn to the end. For all their tough bravado, this is an extremely sweet-natured, affectionate, and devoted breed, but should be introduced carefully to other dogs and small animals. They are prone to compulsive behaviors such as tail-chasing or dot staring.",
    "upkeep": "The Bull Terrier needs to be entertained, either with a good exercise session or mental stimulation every day—preferably both. This is an active breed that enjoys a good run, but it is best to run the Bull Terrier only in a safe area. Coat care is minimal."
  },
  {
    "id": 3,
    "level_energy": 4,
    "level_excercise": 1,
    "level_playfulness": 4,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 1,
    "level_watchfulness": 1,
    "level_train": 3,
    "level_grooming": 3,
    "level_heat": 4,
    "level_vocality": 5,
    "img": "maltese",
    "name": "Maltese",
    "info": "Even though the Maltese is best known for a beautiful coat, this dog’s body structure, facial expression, and overall carriage are essential components of the type. The Maltese is a diminutive dog with a compact, square body, covered all over with long, flat, silky, white hair hanging almost to the ground. The expression is gentle yet alert. This is a vigorous dog, with a jaunty, smooth, flowing gait. The well-built Maltese seems to float over the ground when trotting.",
    "history": "The Maltese is the most ancient of the European toy breeds, and among the oldest of all breeds. The island of Malta was an early trading port, visited by Phoenician sailors by 1500 b.c. Maltese dogs are specifically mentioned in writings as early as 300 b.c. Greek art includes dogs of Maltese type from the fifth century on. There is evidence that they even erected tombs to favored Maltese. Although the dogs were often exported and subsequently widely distributed throughout Europe and the Orient, the core population on Malta remained relatively isolated from other dogs, resulting in this distinctive dog that bred true for centuries. Though the Maltese’s hallmark is its long, silky, dazzling white hair, early Maltese came in colors other than white. By the early fourteenth century, Maltese had been brought to England, where they became the darlings of the upper-class. Writers of the succeeding centuries continually commented upon their diminutive size. Still these little dogs were never commonplace, and an 1830 painting entitled “The Lion Dog from Malta—Last of His Race” suggests that the breed may have been in danger of extinction. Soon after, two Maltese were brought to England from Manila. Although originally intended as a gift for Queen Victoria, they passed into other hands and their offspring became the first Maltese exhibited in England. At this time, they were called Maltese Terriers, despite the lack of terrier ancestry or characteristics. In America, the first Maltese were shown as Maltese Lion Dogs around 1877. The name lion dog probably arose from the habit of dog fanciers, particularly those in the Orient, of clipping the dogs to look like lions. The AKC recognized the breed as the Maltese in 1888. The Maltese slowly increased in popularity, and now it ranks as one of the more popular pet toy breed dogs.",
    "temperament": "Long a favorite lapdog, the gentle Maltese fills this role admirably. The Maltese also has a wild side, and loves to run and play. Despite the innocent look, this is bold and feisty pup who may challenge larger dogs, and some enjoy barking. The Maltese is reserved with strangers.",
    "upkeep": "The exercise requirements of the Maltese are easily met with indoor games, a romp in the yard, or a short walk on leash. The coat needs combing every one or two days. Show coats may be “wrapped” for protection. The white coat may be difficult to keep clean in some areas. Pets may be clipped for easier care."
  },
  {
    "id": 4,
    "level_energy": 3,
    "level_excercise": 4,
    "level_playfulness": 4,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 4,
    "level_favor_stranger": 3,
    "level_watchfulness": 4,
    "level_train": 5,
    "level_grooming": 5,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "poodle",
    "name": "Poodle",
    "info": "The Poodle is a square-proportioned dog with a proud carriage and elegant appearance. The dog should move with a light, springy, effortless stride. The Poodle stems from working retriever stock, and the conformation should reflect this athletic background. The coat is curly, harsh, and dense, forming a water resistant barrier. If corded, it should hang in tight even cords. The traditional show clips stem from functional and decorative tradition. The Poodle is active, intelligent, and elegant. This breed has a proud bearing and air of distinction.",
    "history": "Although the Poodle is most often identified with France, its earliest ancestors were probably curly-coated dogs from central Asia that assisted with herding and followed many routes into various parts of Europe. Interwoven in their ancestry are also several rough-coated water dogs. Perhaps the earliest incarnation of the Poodle was the Barbet, a curly-coated dog distributed in France, Russia, Hungary, and elsewhere. It is the German version, however, that exerted most influence on the modern Poodle. In fact, the word poodle comes from the German word pfudel, meaning puddle or “to splash,” probably reflecting the dog’s water abilities. In France, it was known as caniche or chien canard, both referring to duck-hunting abilities. The Poodle was also drawn into service as a military dog, guide dog, guard dog, wagon puller for performers, and eventually, a circus performer. The coat was shorn close to facilitate swimming, but left slightly longer on the chest for warmth in cold water. Although some believe the puffs of hair around the leg joints and tail tip were for protection when hunting, other evidence suggests that they arose as decoration during the Poodle’s performing days. The Poodle became favored by French aristocracy and eventually became the national dog of France. The characteristic clip was accentuated. In the 1900’s, Poodle popularity in America waned. By the late 1920s, Poodles had almost died out in North America. In the 1930s, the breed staged a comeback that eventually placed the Poodle as the most popular dog in America for decades.",
    "temperament": "Among the very smartest and most obedient of dogs, the Standard Poodle combines playful exuberance with a zest for life’s adventures. This breed retains its hunting heritage, and loves to run, swim, and retrieve. The dog gets along well with everyone, although is somewhat reserved with strangers. The Poodle is excellent with children.",
    "upkeep": "All Poodles need a lot of interaction with people. They also need mental and physical exercise. A brief but challenging obedience or play session, combined with a walk, should be part of every Poodle’s day. Standard Poodles will need more exercise and may especially enjoy swimming. They should preferably be brushed every other day or weekly for shorter coats. Poodle hair, when shed, does not fall out but becomes caught in the surrounding hair, which can cause matting if not removed. The pet clips are easier to maintain and can be done every four to six weeks."
  },
  {
    "id": 5,
    "level_energy": 4,
    "level_excercise": 2,
    "level_playfulness": 5,
    "level_affection": 5,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 2,
    "level_train": 4,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "toy_fox_terrier",
    "name": "Toy Fox Terrier",
    "info": "The Toy Fox Terrier is an athletic, agile, and graceful dog with surprising strength and the stamina to frolic all day. The coat is short and smooth, perfect for caressing.",
    "history": "Smooth Fox Terriers have long been a favorite of farmers and pet owners. American farmers found smaller individuals, or what they called runts, were especially scrappy, as well as handy for catching rodents around the farm. Pet owners found them especially entertaining and handier for having around the house. In the early 1900s these smaller fox terriers were crossed with several toy breeds, including the Toy Manchester Terrier, Chihuahua, and possibly Italian Greyhound. The result was a smaller version of the Smooth Fox Terrier with a few important differences. The fiery temperament was still there, but tempered a bit — just a bit. The smaller dogs were still registered with the UKC as Smooth Fox Terriers, but in 1936 the UKC granted them their own name and breed status. They remained one of the most popular non-AKC companion breeds in the country until 2003, when they entered the AKC show ring for the first time.",
    "temperament": "TFTs are TNT in a small bundle. Feisty and fun-loving, they are curious at heart and will spend hours investigating the yard, your cabinets, and places you never knew existed. They love to play with people and toys, and make excellent companions for careful older children; however, they do not tolerate inconsiderate handling. They can entertain for hours and are also content to snuggle on a warm lap during recess. This is a one-family, even one-person, dog that doesn’t warm to strangers initially. The TFT’s intelligence, energy, and penchant for showing off make it a quick study and impressive trick dog.",
    "upkeep": "Upkeep consists of making sure the Toy Fox Terrier is supplied with toys, playmates, and an appreciative audience. They need the opportunity to exercise their mind and body, but they can do so in a small area. Without sufficient attention, exercise, and training, they can dig and bark. The Toy Fox Terrier appreciates a warm, soft bed or lap. They do not care to be wet or cold, and should wear a sweater and even protective earmuffs in cold weather. Coat care is wash and wear."
  },
  {
    "id": 6,
    "level_energy": 4,
    "level_excercise": 2,
    "level_playfulness": 4,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 1,
    "level_train": 3,
    "level_grooming": 4,
    "level_heat": 5,
    "level_vocality": 5,
    "img": "brussels_griffon",
    "name": "Brussels Griffon",
    "info": "The Brussels Griffon is square-proportioned, thickset, and compact. This breed has good bone for its size. This dog’s movement is a purposeful trot, with moderate reach and drive. In temperament, Brussels Griffons are full of self-importance, and their carriage reflects this attitude. Their almost human expression attracts attention and admirers. Their coat can be rough, with hard wiry hair, which is longer around the head; or smooth, with a short glossy coat.",
    "history": "A product of Belgium, the Brussels Griffon’s forebears were probably the Affenpinscher and a Belgian street dog, the Griffon d’Ecurie (Stable Griffon). The breed gained favor as a guard of cabs in Brussels, where their cocky but comic demeanor was probably more effective at attracting riders than dissuading robbers. In the late 1800s, this mixture was then crossed with the Pug, at that time extremely popular in neighboring Holland. The Pug mixes account for the brachycephalic head type and for the smooth-coated individuals of the breed, known then (and still in some countries) as the Petit Brabancon. The smooths were not initially accepted, since griffon means wiry. By 1880, the breed was sufficiently established to be recognized at Belgian dog shows. Around this same time there is some suggestion that additional mixes were made with the Yorkshire Terrier and English Toy Spaniel, the latter further contributing to the Brussels Griffon’s head configuration. By the early 1900s, the little street urchin had risen to the heights of popularity in Belgium and found itself in great demand by nobility. Although the breed’s numbers were decimated by World War I, the breed recovered and has since gained ardent admirers around the world. In some countries, only the red rough-coated dogs are classified as the Brussels Griffon; black rough-coated dogs are known as the Belgian Griffon; and smooth-coated dogs are known as the Petit Brabancon.",
    "temperament": "The spunky Brussels Griffon is full of himself, brimming with self-confidence and gusto. These dogs are bold, playful, stubborn, and mischievous. They are usually good with other dogs and pets. They tend to bark and climb, and some can be escape artists. Brussels Griffons make saucy companions for a family wanting an entertaining, sensitive pet. However, sensitivity and size make them a poor choice for families with young children. They can be difficult to housetrain and may suffer from separation anxiety.",
    "upkeep": "The Brussels Griffon is an active breed, always on the lookout for action. They need daily mental and physical stimulation, but their small size makes such stimulation possible with a robust indoor game. They also enjoy a short walk on leash. The rough coat needs combing two or three times weekly, plus professional grooming every three months. Grooming for the smooth coat is minimal, consisting only of occasional brushing to remove dead hair."
  },
  {
    "id": 7,
    "level_energy": 3,
    "level_excercise": 3,
    "level_playfulness": 3,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 4,
    "level_favor_stranger": 3,
    "level_watchfulness": 3,
    "level_train": 3,
    "level_grooming": 2,
    "level_heat": 2,
    "level_vocality": 5,
    "img": "collie",
    "name": "Collie",
    "info": "The Collie is an active, lithe, strong dog that combines strength, speed, and grace. Their gait suggests effortless speed as well as the ability to change speed and direction instantly, as required in herding dogs. The coat can be of two types, both with a soft, abundant undercoat. The outer coat of the Smooth variety is short, hard, and flat; that of the Rough variety is straight, harsh, abundant, and long, particularly on the mane and ruff. The Collie’s expression is an important hallmark of the breed, and depends upon the shape and balance of the skull and muzzle, as well as the characteristics of the eyes and ears.",
    "history": "The derivation of the Collie is as obscure as the derivation of its name. One theory of the breed’s origins is that it was derived from the same root stock as the Border Collie. One theory of the name’s origin is that it was derived from a Gaelic word meaning useful, which certainly described the useful farm or stock dogs valued by the Celts who first settled on the British Isles. Although sheepherding and guarding are some of the most ancient of canine services, evidence of the Collie dates only from about 1800. Both rough- and smoothcoated “Scotch” collies existed by that time. Smooth-coated littermates were chosen as drovers, and rough-coated dogs were to stay out with the flock in all weather. As the breed caught the interest of dog fanciers, both rough- and smooth-coated Collies became taller and more refined. The rough-coated Collie was especially influenced by the progeny of a dog named Old Cockie, born in 1867 and thought to be responsible not only for setting type but also for popularizing the sable color. In 1860 Queen Victoria became enthusiastic about the breed and added her first Collie to her kennel. Under her sponsorship, the Collie’s popularity grew with dog fanciers and the upper class. By 1886 a standard was drawn up that still describes the breed as it is today. Meanwhile, as sheepherding became more important in America, settlers brought Collies with them to the New World. America’s social elite brought back fine Collies from Europe, and soon the Collie could be found in some of the most prestigious estates in America. Later the Collie found a champion in Albert Payson Terhune, whose stories about Collies heightened their popularity with people from all walks of life. The most famous Collie of all, the movie and television star Lassie, further popularized the breed, helping to make the Rough Collie one of the all-time favorite breeds in America.",
    "temperament": "The Collie is gentle and devoted, a mild-mannered friend to all. He is a dog with a working heritage, and he needs daily mental and physical exercise or he can become frustrated. He is sensitive, intelligent, and willing to please, although he is sometimes a bit stubborn. He can nip at heels in play. Some may bark a lot.",
    "upkeep": "A good walk or jog on leash or a fun play session is needed every day. Herding is an excellent exercise. The coat of both varieties needs weekly brushing to remove dead hair, with the Rough requiring more time."
  },
  {
    "id": 8,
    "level_energy": 4,
    "level_excercise": 3,
    "level_playfulness": 3,
    "level_affection": 3,
    "level_favor_dogs": 2,
    "level_favor_pets": 1,
    "level_favor_stranger": 3,
    "level_watchfulness": 1,
    "level_train": 2,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "basenji",
    "name": "Basenji",
    "info": "The Basenji is square-proportioned and high on leg. This breed is far more slightly built and longer legged than most other primitive breeds, allowing a good amount of speed and the ability to perform the double-suspension gallop. The Basenji’s erect ears help locate game in thick bush and may act as heat dissipaters. This dog’s short coat also aids in dealing with the hot climate of Africa.",
    "history": "The Basenji is among the most primitive of breeds, discovered in the African Congo with Pygmy hunters. Early explorers called the dogs after the tribes that owned them or the area in which they were found, such as Zande dogs or Congo terriers. The native tribes used the dogs (which often wore a large bell) as pack hunters, driving game into nets. Early attempts to bring the dogs to England in the late 1800s and early 1900s were unsuccessful because they all succumbed to distemper. In the 1930s, a few dogs were successfully brought back to England and became the foundation (along with subsequent imports from the Congo and Sudan) of the breed outside of Africa. The name “Basenji,” meaning “bush thing,” was chosen. The early imports attracted much attention, and soon after dogs were brought to America. The breed’s popularity as a pet grew modestly but steadily. In the 1950s, a surge of popularity occurred as a result of a book and movie featuring a Basenji. The 1980s saw two important but controversial events for the Basenji in America. First, several Basenjis were brought from Africa in an attempt to widen the gene pool and combat some widespread hereditary health problems; some of these introduced the previously unrecognized brindle color into the breed. Second, the Basenji was recognized by the American Sighthound Field Association as a sighthound and allowed to compete in lure-coursing trials. This breed’s body structure and hunting style had previously been deemed too un-sighthound-like. The Basenji has always been hard to categorize. This breed retains several primitive characteristics, most notably its lack of barking ability and its yearly, rather than twice yearly, estrus cycle.",
    "temperament": "Some consider Basenjis to have terrier-like mannerisms because they are feisty for a hound. More often they are considered catlike in mannerisms: clever, inquisitive, stubborn, independent, and reserved. Their hunting roots are very evident, as they love to chase and trail. They need regular mental and physical stimulation lest it become frustrated and destructive. Basenjis may be barkless, but they are not mute. They do make a sort of yodel, howl, and shriek—and occasionally bark, but just one or two “fox barks” at a time. This breed gets along fairly well with other dogs, but often poorly with other Basenjis.",
    "upkeep": "The Basenji is an active dog that needs daily mental and physical exercise. Their needs can be met by a long walk followed by a vigorous game or by free-running in a safe enclosed area. Coat care is minimal, consisting of only occasional brushing to remove dead hair."
  },
  {
    "id": 9,
    "level_energy": 3,
    "level_excercise": 3,
    "level_playfulness": 3,
    "level_affection": 4,
    "level_favor_dogs": 4,
    "level_favor_pets": 4,
    "level_favor_stranger": 2,
    "level_watchfulness": 2,
    "level_train": 3,
    "level_grooming": 3,
    "level_heat": 4,
    "level_vocality": 3,
    "img": "chinook",
    "name": "Chinook",
    "info": "The Chinook was developed as a drafting and sled dog, combining the power of freight-hauling breeds with the speed of the lighter racing sled dogs. They have a moderate, athletic build, slightly longer than tall. The bone is moderate, with males noticeably more masculine than females. The coat is close-fitting but thick and double, providing insulation without overheating. The gait appears tireless with good reach and drive. The Chinook exemplifies a sound, northern athlete in grace, muscle tone, movement, and carriage.",
    "history": "The Chinook is largely the creation of one man, Arthur Walden of New Hampshire, who had experience as a musher in the Yukon. In 1917, he bred a large, tawny, mastiff-type farm dog to Admiral Peary’s Greenland husky lead dog, Polaris, to produce three puppies (Rikki, Tikki, and Tavi). Walden renamed one Chinook, and this dog became a prized lead dog. Walden and Chinook brought the sport of sled dog racing to New England. Chinook was bred to Belgian and German Shepherd working dogs, Canadian Eskimo Dogs, and possibly others. His offspring were named Chinooks in his honor. At almost age 12, the original Chinook and 15 other Chinook dogs were part of Admiral Byrd’s 1929 Antarctic expedition. Byrd described them as the backbone of the expedition. Unfortunately, Chinook died while there. The Chinook Trail in New Hampshire was renamed to honor Chinook. Walden subsequently passed on his kennel to another breeder, who did not continue the line. Instead, current Chinooks descend from three dogs—Jock, Hootchinoo, and Zembla— who were placed before the Antarctica expedition. Eventually, these dogs were passed to another breeder, who sold only males or spayed females so nobody else was able to breed them. After his death in 1965, another breeder continued. In 1965, the Guinness Book of World Records listed them as the rarest dog, with only 125 specimens. By 1981, only 11 breedable Chinooks remained. Several breeders fought to save the breed, crossing dogs with other Chinook foundation breeds and working to raise awareness of the breed. The UKC recognized the breed in 1991. In 2009, the Chinook became the state dog of New Hampshire. The breed entered the AKC Working Group in 2013.",
    "temperament": "Chinooks are calm, gentle, affectionate, and biddable. Unlike most sledding breeds, they tend to be reliable off lead. They are good with children, other dogs, and pets. However, some males can be assertive toward other male dogs. Most are reserved toward strangers, and some can be shy. They are generally quiet. Although not big barkers, they can be vocal and often talk or whine when excited.",
    "upkeep": "Chinooks enjoy the company of their family, and should live inside. They tend to be mellow but need a long walk daily with chances to safely run off lead throughout the week. They are not natural retrievers. The coat requires weekly brushing but daily brushing during shedding seasons, as shedding can be heavy."
  },
  {
    "id": 10,
    "level_energy": 3,
    "level_excercise": 3,
    "level_playfulness": 3,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 1,
    "level_train": 2,
    "level_grooming": 3,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "australian_terrier",
    "name": "Australian Terrier",
    "info": "The Australian Terrier is small, sturdy, and medium boned; this breed is long in proportion to height. This is a working terrier that should exhibit a ground-covering gait and hard condition. This dog’s weatherproof coat is made up of a short, soft undercoat and a harsh, straight, outer coat, about 2.5 inches long, shorter on the tail and lower legs. They sport a ruff around the neck and a topknot of longer hair adds to their keen, intelligent expression.",
    "history": "The national terrier of Australia, this is one of the smallest of the working terriers. This breed was born in Tasmania, from various European breeds, and shares much of its background with the Silky Terrier. In Tasmania, the Rough Coated Terrier was an all-purpose companion, protecting the home and farm from rodents, controlling livestock, and sounding the alarm at intruders. A cornucopia of breeds was crossed with this dog, among them the precursors of the Skye, Dandie Dinmont, Scotch, Yorkshire, and Manchester Terriers. The result was a dog that was both useful and striking in appearance. The first of the breed was shown in the late 1800s as a “broken-coated terrier of blackish blue sheen.” The name was soon changed to the Blue and Tan, the Toy, then the Blue Terrier, then in 1900 the Rough-Coated Terrier, Blue and Tan. Although mainly known for its blue and tan coloration, a red or sandy color was also found among the early representatives of the breed. Soon after the breed had made its way to British show rings and homes, and by 1925 it had come to America. The Australian Terrier received AKC recognition in 1960.",
    "temperament": "One of the quieter terriers, the Aussie is nonetheless a plucky, tough character, ready to go after a rodent when the chance arises. This dog is fun loving and adventurous, and needs daily exercise to keep from becoming frustrated. Aussies are clever and generally eager to please, making them one of the more obedient terriers. They get along fairly well with other dogs and household pets. They are reserved with strangers. Reflecting their earth dog heritage, they like to dig.",
    "upkeep": "This is an active breed that needs a good outing every day, either a moderate walk, a rollicking game, or an off-lead run in a safe area. Their wire coat needs weekly combing plus twice yearly professional grooming (regular plucking of dead hairs will keep the coat in optimal condition year round). Some trimming around the feet will add to a tidy look."
  },
  {
    "id": 11,
    "level_energy": 3,
    "level_excercise": 3,
    "level_playfulness": 3,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 2,
    "level_favor_stranger": 3,
    "level_watchfulness": 1,
    "level_train": 4,
    "level_grooming": 3,
    "level_heat": 3,
    "level_vocality": 4,
    "img": "border_terrier",
    "name": "Border Terrier",
    "info": "The Border Terrier is of medium bone, slightly taller than long. Their long legs impart the speed, agility, and endurance necessary to follow a horse over all sorts of terrain, whereas their fairly narrow body allows them to squeeze through narrow passages in pursuit of a fox. Their gait displays good length of stride. Their coat consists of a short, dense undercoat covered by a very wiry, straight, somewhat broken outer coat, which should conform to the body. Their hide is very thick and loose fitting, affording protection. Borders are known for their distinctive otter head, and their alert expression matches their alert demeanor.",
    "history": "Perhaps the oldest of Britain’s terriers, the Border Terrier originated around the Cheviot Hills forming the border country between Scotland and England. The dog originated to chase and bolt (or remain underground and bark at) the fox that were considered a nuisance to farmers. The smallest of the long-legged terriers, the Border Terrier had to be fast enough to keep up with a horse yet small enough to go in after the fox once it had gone to ground. The first evidence of these dogs dates from the eighteenth century. Their progenitors are unknown, although hey are probably related to the Dandie Dinmont and possibly Bedlington Terriers. The breed was once known as the Coquetdale Terrier or Redesdale Terrier, but the name Border Terrier, taken from the Border Hunt, was adopted in 1870. By this time, the breed had risen from its utilitarian roots to take a valued place alongside the Foxhounds in the gentry’s elegant foxhunts. The first Border Terrier was shown in the 1870s. The breed was recognized by the AKC in 1930. Less flashy than many other terriers, the Border continued to be better appreciated by patrons of the hunt than of the show ring. Unlike many terriers, the breed has changed very little since it was recognized. In recent years, these dogs have experienced a rise in popularity and are fast becoming a fairly popular pet. They are especially popular in the United Kingdom, where they are among the ten most popular breeds.",
    "temperament": "The Border is one of the most amiable and tractable of the Terrier group. This breed is inquisitive, busy, friendly, and biddable. They do like to track and can be independent, ingredients that make for a dog that may tend to roam if given the chance. Borders are generally good with other dogs and cats, but not with small animals. They are very good with children and make a good companion for people of all ages. They dig, and some bark. Some are talented escape artists.",
    "upkeep": "The Border likes activity and needs either a good walk on leash, a vigorous game session, or an off-lead expedition in a safe area every day. The harsh coat needs brushing weekly, plus stripping of dead hairs about four times yearly to maintain its clean outline."
  },
  {
    "id": 12,
    "level_energy": 2,
    "level_excercise": 2,
    "level_playfulness": 3,
    "level_affection": 2,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 4,
    "level_train": 4,
    "level_grooming": 1,
    "level_heat": 2,
    "level_vocality": 2,
    "img": "carolina_dog",
    "name": "Carolina Dog",
    "info": "The Carolina Dog is a medium- to large-size sighthound with the distinctive appearance of a small jackal or coyote, suggesting the breed’s pack mentality, resourcefulness and ability to adapt for survival from its early days of free-living conditions in the savannah and swampy forest habitats of the southern United States. The Carolina Dog is easily recognized by his pointed ears, foxlike face and curved fishhook tail.",
    "history": "A nod to the breed’s pack mentality, the Carolina Dog descended from a group of primitive dogs that migrated with the first primitive humans across the Bering land bridge from Asia into North America. The dogs’ remains were found near other relics from the Southwest Indians, and from there, they moved into Central and South America, as well as the eastern United States. Studies of free-ranging dogs from the Southeast have revealed these primitive dogs’ continued existence. Their appearance, not to mention behavior, further imply a close ancestry with, or decent from, these primitive dogs. Named the Carolina Dog, and also commonly called the American Dingo, the breed was recognized by the United Kennel Club in 1995.",
    "temperament": "The Carolina Dog is active, healthy and intelligent. Although shy and suspicious by nature, the loyal, independent and alert Carolina Dog is warm and affectionate toward his human family.",
    "upkeep": "The Carolina Dog has a short- to medium-length coat that sheds seasonally, but because he grooms himself much like a cat, grooming needs don’t extend much past the occasional bath, brushing and nail trimming. The Carolina Dog isn’t a high-energy breed by any means, but still should receive regular exercise, such as playtime in a fenced yard or being taken on a couple of walks a day. Easily trainable and eager to please, he enjoys activities such as hunting, swimming, hiking, retrieving balls and catching flying discs, and excels in dog sports such as agility, obedience and rally."
  },
  {
    "id": 13,
    "level_energy": 4,
    "level_excercise": 5,
    "level_playfulness": 4,
    "level_affection": 5,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 5,
    "level_watchfulness": 1,
    "level_train": 4,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 4,
    "img": "brittany_spaniel",
    "name": "Brittany Spaniel",
    "info": "The leggiest of the Sporting breeds, the Brittany is square-proportioned, the height at the shoulder equaling the length of the body. This breed stands slightly higher at the withers than at the rump, and is medium-sized with light bone. The combination of long legs and light bones endows the Brittany with remarkable agility and speed. In fact, the breed is very quick and is noted for ground-covering side movement at the trot. The Brittany may be born tailless. The breed’s coat is far less profuse than that of spaniels and is either flat or wavy. An overly profuse coat is detrimental in briars and is considered a severe fault. The Brittany’s expression is alert and eager, but soft. The eyes are protected from briars by a fairly heavy eyebrow. The Brittany is an extremely athletic, eager dog that should be ready and able to run for extended periods.",
    "history": "In the mid 1800s, French sportsmen crossed their small land spaniels with English Setters in attempts to produce a dog better suited for their needs. Some of the offspring were tailless, and their descendants continued to be tailless or stub-tailed. More importantly, they were excellent hunters with strong noses. These dogs soon became popular not only with the French gentry but also with poachers because they would both point and retrieve and were extremely obedient—essential qualities for the clandestine activities of the poachers. The first Brittany (or “Epagneul Breton”) was registered in France in 1907. The Brittany came to America (Mexico) around 1925. The breed took a while to be accepted, mostly because hunters expected a pointing dog to have a long tail. When the dogs were given a chance, however, they proved their mettle and have since become the most popular of all pointing breeds at field trials. In fact, registrations eventually soared to place the Brittany among the top 20 in popularity, no doubt because of this dog’s abilities, close-ranging hunting style, small size, and tractable nature. Although registered as the Brittany Spaniel with the AKC from 1934, the word spaniel was dropped in 1982 in recognition of the dog’s hunting style, which is more like that of a setter than a spaniel.",
    "temperament": "The Brittany is quick and curious, always on the lookout for birds or fun. These dogs love to run, scout, hunt, and play. They have an independent nature, befitting any pointing breed, yet are sensitive and very responsive to human direction. Brittanys make good pets as long as they receive daily mental and physical exercise. If not given sufficient exercise, they can become destructive.",
    "upkeep": "The Brittany is generally a hardy dog that requires little maintenance. This breed’s major requirement is for abundant exercise, at least an hour of exertion—not just walking—every day. The coat is not particularly thick or long, but does require brushing once or twice weekly."
  },
  {
    "id": 14,
    "level_energy": 2,
    "level_excercise": 2,
    "level_playfulness": 3,
    "level_affection": 4,
    "level_favor_dogs": 2,
    "level_favor_pets": 4,
    "level_favor_stranger": 3,
    "level_watchfulness": 1,
    "level_train": 3,
    "level_grooming": 3,
    "level_heat": 5,
    "level_vocality": 2,
    "img": "saint_bernard",
    "name": "Saint Bernard",
    "info": "The Saint Bernard is powerful and proportionately tall. They are strong and well-muscled, necessary qualities that, in the past, helped them to travel through deep snow. Their coat comes in two types: smooth, in which the short hair is very dense and tough, and long, in which the medium length hair is straight to slightly wavy. Their expression is often thought to appear intelligent.",
    "history": "The Saint Bernard probably has their roots in the Roman Molossian dogs, but it wasn’t until between 1660 and 1670 that the breed developed into the magnificent dog responsible for saving so many lives. Around this time, the first of these large dogs arrived at the St. Bernard Hospice, a refuge for travelers crossing between Switzerland and Italy. The Saint Bernards originally came to help pull carts and turn spits and may have also functioned as watchdogs or companions, but the monks soon found them invaluable pathfinders through the deep snow. The dogs were adept at locating lost travelers. When a dog found a person, they would lick the person’s face and lie beside him, thus reviving and warming the person. These dogs continued to serve in this invaluable role for three centuries, saving over 2,000 lives. The most famous of all Saint Bernards was Barry, who was credited with saving 40 lives. Before Barry’s death, the dogs were known by several names, including Hospice Dogs, but by the time he died he was of such fame that the dogs were called Barryhund in his honor. In the early 1800s the breed was nearly lost. Some of the remaining dogs were crossed with Newfoundlands in 1830. As a result, the first long-coated dogs of Saint Bernard type appeared. Although it seemed that long hair would help these dogs in the cold snow, in fact it hindered them as the ice clung to their coat. Thus, these long-haired dogs did not participate in rescue work. The first Saints came to England around 1810, referred to by many different names, among them Sacred Dog. By 1865, the name Saint Bernard was in common use, and it became their official name in 1880. Around this time, the breed caught the eye of Americans. By 1900, the Saint Bernard was the most popular AKC breed. Although they has since vacillated in popularity, they are always one of the most popular of the giant breeds.",
    "temperament": "The calm, easygoing, low-energy Saint Bernard is gentle and patient around children, although they are not particularly playful. Most get along with other family dogs. They are not big barkers, but their bark is loud. They are devoted to their family and are willing to please, although at their own pace. They can sometimes be stubborn.",
    "upkeep": "A Saint Bernard needs daily exercise in order to stay fit. Their requirements can be met with moderate walks and short runs, however. They typically enjoy cooler weather and do not do well in heat. Their coat, whether long or short, needs weekly brushing, more so when shedding. All Saint Bernards drool."
  },
  {
    "id": 15,
    "level_energy": 5,
    "level_excercise": 5,
    "level_playfulness": 4,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 2,
    "level_favor_stranger": 2,
    "level_watchfulness": 4,
    "level_train": 5,
    "level_grooming": 2,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "australian_cattle_dog",
    "name": "Australian Cattle Dog",
    "info": "The Australian Cattle Dog is of moderate build, enabling this breed to combine great endurance with bursts of speed and extreme agility necessary in herding cattle. This dog is sturdy and compact, slightly longer than it is tall. The Australian Cattle Dog’s gait is supple and tireless, and must be capable of quick and sudden movement. The weather-resistant coat consists of a short, dense undercoat and moderately short, straight outer coat of medium texture.",
    "history": "In the early 1800s, vast land areas in Australia became available for grazing cattle. The cattle raised on these lands became so wild and intractable that the traditional European herding breeds that had proved satisfactory on tamer cattle were no longer suited for the job. A dog was needed that could withstand traveling long distances over rough terrain in hot weather and that could control cattle without barking (which only served to make wild cattle wilder). In 1840, a man named Hall bred some smooth blue merle Highland Collies to Dingos, producing a strain known as Hall’s Heelers. One particularly influential dog was named Bentley’s Dog, and is credited with originating the white blaze found on the head of Australian Cattle Dogs today. Other breeders crossed their Hall’s Heelers with other breeds, including the Bull Terrier, Dalmatian, and, later, Black and Tan Kelpie, a sheepherding breed. The result was a dog with the herding instincts of the Collie and Kelpie, the endurance, ruggedness, and quiet style of the Dingo, and the horse sense and protectiveness of the Dalmatian, all with a distinctively patterned coat. As the dogs became increasingly vital to the cattle industry of Queensland, they gained the name Queensland Blue Heeler. They later became known as Australian Heeler, and then Australian Cattle Dog. A standard for the breed, emphasizing the Dingo characteristics, was drawn up in 1897. The Australian Cattle Dog was slow to catch on in America, however, perhaps because the breed bore little resemblance to established herding breeds. When given a chance, they proved their merits and were welcomed as herders and pets. The AKC recognized the breed in 1980.",
    "temperament": "Smart, hardy, independent, stubborn, tenacious, energetic, and untiring— these are all traits essential to a driver of headstrong cattle, and all traits of the Australian Cattle Dog. Given challenging mental and hard physical exercise daily, this breed is among the most responsive and obedient of dogs. The Cattle Dog tends to nip at heels of running children, but is good with older children.",
    "upkeep": "The Australian Cattle Dog is active and tireless. A good jog or long workout, coupled with obedience lessons or other intellectual challenges, is essential every day; a bored ACD can be destructive. They are happiest when they have a job to perform, and especially when that job is herding. This breed is unsuited for apartment life. The coat needs brushing or combing weekly to remove dead hairs."
  },
  {
    "id": 16,
    "level_energy": 5,
    "level_excercise": 5,
    "level_playfulness": 3,
    "level_affection": 4,
    "level_favor_dogs": 2,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 4,
    "level_train": 3,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 4,
    "img": "louisiana_catahoula_leopard_dog",
    "name": "Louisiana Catahoula Leopard Dog",
    "info": "A multi-purpose working dog, the Louisiana Catahoula Leopard Dog is a moderate breed in all facets: he neither resembles a sighthound nor a bulldog. The Louisiana Catahoula Leopard Dog has a well-muscled, powerful body that’s medium to large in size and just slightly longer than it is tall with a broad head, short coat, drop ears and undocked tail. He gives the impression of agility and endurance. Contrary to his name, the Louisiana Catahoula Leopard Dog has many different coat colors and patterns and varied eye colors besides the typical leopard pattern and blue eyes.",
    "history": "Although the Louisiana Catahoula Leopard Dog’s origin is shrouded in mystery, one thing is certain: his versatility and working instinct is unparalleled. Native Americans and Louisiana settlers appreciated the breed for its capability of hunting a variety of wild game, such as deer, bobcat, wild hog and bear, as well as scenting, tailing and treeing game, and baying and herding feral hogs and cattle. The Louisiana Catahoula Leopard Dog is believed to have descended from Native American dogs with bloodhounds, mastiffs and greyhounds brought over by Spanish explorers. The breed’s exotic name, Catahoula, likely is a distortion of the Native American word that meant “Chocktaw,” referring to a local tribe. Regardless of how the breed began, the Louisiana Catahoula Leopard Dog became the official state dog of Louisiana in 1979 and was recognized by the United Kennel Club as a member of the Herding Group in 1995.",
    "temperament": "The Louisiana Catahoula Leopard Dog’s temperament spans from one end of the spectrum to the other: He is serious and focused while working, yet energetic and clownish at home. Independent and watchful with natural guarding instincts, the Louisiana Catahoula Leopard Dog tends to be wary around strangers. In the company of his human family, the Louisiana Catahoula Leopard Dog is an affectionate, gentle and loyal companion.",
    "upkeep": "Beyond weekly brushing and the occasional bath, the Louisiana Catahoula Leopard Dog doesn’t require much grooming. His teeth should be brushed regularly, ears checked and cleaned often to remove any buildup of wax or debris, and nails trimmed on a regular basis. The Louisiana Catahoula Leopard Dog thrives on having a job to do as a means to expend his ample energy — without physical and mental stimulation, he can become destructive. Proper training and socialization are a must. He should be given plenty of exercise and attention in a large fenced yard, and thus isn’t suited for city life or apartment living. The Louisiana Catahoula Leopard Dog is an excellent swimmer and also enjoys activities such as hiking and retrieving balls or flying discs."
  },
  {
    "id": 17,
    "level_energy": 3,
    "level_excercise": 1,
    "level_playfulness": 4,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 5,
    "level_favor_stranger": 5,
    "level_watchfulness": 1,
    "level_train": 3,
    "level_grooming": 4,
    "level_heat": 2,
    "level_vocality": 4,
    "img": "chinese_crested_dog",
    "name": "Chinese Crested Dog",
    "info": "The Chinese Crested is fine boned and slender, among the most elegant and graceful of breeds. In the Hairless variety, soft silky hair is found only on the head (crest), tail (plume), and feet and lower legs. The skin of the hairless areas is smooth and soft. In the Powderpuff the entire dog is covered with soft silky coat of moderate density and length.",
    "history": "The origins of the Chinese Crested are difficult to trace. Hairless dogs seem to arise by mutation all over the world, but they have been principally perpetuated in Central and South America. The Chinese Crested is the exception, apparently arising in Africa and brought to China as early as the thirteenth century. Chinese seafarers are said to have kept the dogs on ship as curios and to trade them with local merchants wherever they called. Thus, the breed was distributed to Turkey, Egypt, South Africa, and possibly Central and South America. Only in the 1800s were they recorded in Europe, with paintings and later, photographs, including dogs of Chinese Crested type. In the late 1800s, the breed found a proponent in the American Ida Garrett, who popularized several types of hairless dogs. With the help of a handful of committed breeders (including the famed Gypsy Rose Lee), the Chinese Crested gradually gained admirers in both America and Europe. In 1991—after a century of effort—the breed was recognized by the AKC.",
    "temperament": "The Chinese Crested is a combination of playful pixie, gentle lapdog, and sensitive companion. He is devoted to his family and willing to please; he is also good with other dogs, pets, and strangers. His demeanor should be gay and alert.",
    "upkeep": "The Crested enjoys a romp outside, but he hates the cold. He is small enough that he can get sufficient exercise with vigorous inside games. Hairless varieties will need a sweater for cold weather outings. This is not a breed for outdoor living. Powderpuff coat care entails brushing every day or two. The muzzle is usually shaved every two weeks in Puffs. The Hairless needs regular skin care such as application of moisturizer, sun block, or bathing to combat blackheads."
  },
  {
    "id": 18,
    "level_energy": 3,
    "level_excercise": 3,
    "level_playfulness": 4,
    "level_affection": 5,
    "level_favor_dogs": 5,
    "level_favor_pets": 5,
    "level_favor_stranger": 5,
    "level_watchfulness": 1,
    "level_train": 1,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 4,
    "img": "beagle",
    "name": "Beagle",
    "info": "The Beagle should look like a miniature Foxhound, and is solid for the size. The Beagle’s moderate size enables the ability to follow on foot. Beagles can also be carried, and they can scurry around in thick underbrush. Their close hard coat protects them from underbrush. Their moderate build enables them to nimbly traverse rough terrain. The Beagle’s amiable personality allows this breed to get along with other dogs and to be a wonderful pet. Beagles are noted for their melodious bay. The deep muzzle allows more room for olfactory receptors, aiding the Beagle’s uncanny sense of smell.",
    "history": "By the fourteenth century, hare-hunting had become a popular sport in England, and the dogs used were probably of Beagle type. The origin of the name Beagle may be from old French words meaning open throat in reference to the breed’s melodious bay, or from the Celtic, old English, or old French words for small. The word Beagle was not used until 1475, however, but can then be found frequently in writings from the sixteenth century on. Hunters could follow these dogs on foot and could even carry one in a pocket if the need arose. By the 1800s, Beagles existed in several sizes, but the smaller “pocket-size” dogs were particularly popular. These dogs measured only about 9 inches and often needed the hunter’s assistance in crossing rough fields. One of the special appeals of the smaller Beagles was that the hunt could be followed even by “ladies, the aged, or the infirm,” as they slowly followed the winding path of the hare. The first mention of the Beagle in America was in 1642. Beagles were used in the South prior to the Civil War, but these dogs bore little resemblance to their English counterparts. After the war, English imports formed the basis of the modern American Beagle. By the end of the nineteenth century, Beagles were popular competitors in both field and conformation exhibitions. But the merry little scenthound did not stop there: the Beagle continued to become one of America’s all-time favorite breeds, finding a special niche as family pet.",
    "temperament": "One of the most amiable hounds, the Beagle was originally bred to be part of a pack and needs companionship, whether human or canine. This dog loves to explore the outdoors and is an enthusiastic trailer. Given adequate exercise, the Beagle is a calm, tractable house pet. Beagles tend to be excellent with children, gentle, incredibly tolerant, and always ready to join in a game or adventure. This is an independent breed, however, and may run off if a trail beckons. Beagles bark and howl.",
    "upkeep": "The Beagle needs daily exercise, either a long walk on leash or a romp in a safe area. Coat care requires only occasional brushing and bathing."
  },
  {
    "id": 19,
    "level_energy": 1,
    "level_excercise": 2,
    "level_playfulness": 1,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 4,
    "level_favor_stranger": 2,
    "level_watchfulness": 4,
    "level_train": 3,
    "level_grooming": 1,
    "level_heat": 4,
    "level_vocality": 5,
    "img": "mastiff",
    "name": "Mastiff",
    "info": "The massive Mastiff is heavy boned with a powerful musculature, being slightly longer than tall. Great strength is combined with endurance. Power and strength are evident in this dog’s gait, which has good reach and drive. The double coat consists of a dense undercoat and a straight, coarse, outer coat of moderately short length. The expression is alert but kindly. The overall impression is one of grandeur and dignity.",
    "history": "The Mastiff is the prototypical breed of the ancient mastiff group of dogs. The confusion between the Mastiff breed and the mastiff family makes it very difficult to trace the history of the breed. Even though the mastiff family is one of the oldest and most influential in dogdom, the breed is undoubtedly of more recent, though still ancient, origin. By the time of Caesar, mastiffs were used as war dogs and gladiators. In medieval times, they were used as guard dogs and hunting dogs and became so widespread as to become commonplace. Kubla Khan is said to have kept 5,000 Mastiffs for hunting in the 1200s. Mastiffs later stepped into the arena of dog fighting, bull baiting, and bear baiting. Even when these cruel sports were banned in England in 1835, they continued to be popular events. The modern Mastiff descends not only from these pit dogs but also from the lines of nobles, being descendants of one of the most famous Mastiffs of all time: the Mastiff of Sir Peers Legh. When Sir Legh was wounded in the battle of Agincourt, his Mastiff stood over him and protected him for many hours through the battle. Although he later died, the Mastiff returned to Legh’s home and was the foundation of the Lyme Hall Mastiffs. Five centuries later the Lyme Hall Mastiffs figured prominently in founding the modern breed. Some evidence exists that the Mastiff came to America on the Mayflower, but the breed’s documented entry to America did not occur until the late 1800s. The breed was nearly decimated in England by World War II, but sufficient numbers had been brought to America by that time to keep the breed going. Since that time, it has gradually risen in popularity.",
    "temperament": "The Mastiff is innately good natured, calm, easygoing, and surprisingly gentle. It is a well-mannered house pet but needs sufficient room to stretch out. This is an extremely loyal breed, and though not excessively demonstrative, the Mastiff is devoted to his or her family and is good with children.",
    "upkeep": "The adult Mastiff needs daily moderate exercise, consisting of either a good walk or an enjoyable game. The Mastiff is prone to drooling. Coat care is minimal. This breed does not enjoy hot weather."
  },
  {
    "id": 20,
    "level_energy": 2,
    "level_excercise": 3,
    "level_playfulness": 2,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 4,
    "level_favor_stranger": 1,
    "level_watchfulness": 5,
    "level_train": 3,
    "level_grooming": 3,
    "level_heat": 4,
    "level_vocality": 5,
    "img": "black_russian_terrier",
    "name": "Black Russian Terrier",
    "info": "The Black Russian Terrier is strong of body and mind. This is a large-boned and well-muscled dog, strong and agile to traverse rocky terrain or overtake an adversary. The head and neck are powerful. A reliable intelligent temperament is essential in a dog that also has strong protective instincts; courage is also a must.The weatherproof outer coat repels water while the undercoat insulates the dog from the cold. Length of coat should vary from 1.5″ to 4″ with longer coats detracting from the dog’s working ability.",
    "history": "In the 1940s the Soviets faced the task of populating their military with suitable working dogs. With a dearth of qualified canines, they imported breeds from their occupied countries, mainly German breeds, into their state Red Star kennels. The most impressive of their imports was a Giant Schnauzer named Roy, born in 1947. Roy was bred extensively with females from various breeds, with the most successful coming from Airedale Terrier, Rottweiler, and Moscow Water Dog crosses. They were all black, and were distinguished from the others as the “Black Terrier” group. The best were bred among themselves, and by 1957 second- and third-generation dogs were presented to the public. Besides sharing border guard duty with soldiers, military tasks included detecting mines and explosives, transporting supplies, pulling sledges, and finding wounded soldiers, all done independently and in the harshest of climates. Black Russian Terriers served in military operations in Afghanistan and Bosnia. In 1968 a breed standard was registered with the international FCI, which officially recognized the breed in 1984. As BRT breeders emigrated to other countries, the dogs’ value as companions became more obvious, and their popularity spread. In 2001 the AKC admitted the breed into its Miscellaneous class, and in 2004 the Black Russian Terrier became a regular member of the Working Group.",
    "temperament": "Calm, confident, and courageous sums up the Black Russian Terrier. Reserved with strangers, BRTs are very attached to and protective of their family. They are fast learners, but also independent thinkers, and they can be stubborn if pushed to do something they don’t want to do. BRTs are affectionate and social. They tend to stick close to their people, even inside the house. They are gentle and playful with children. They may not be good with strange or dominant dogs, but are fine with other pets and smaller canine housemates.",
    "upkeep": "BRTs need social interaction as well as mental and physical exercise. Obedience or agility training is helpful in channeling the breed’s need for work. They are quiet inside. They do not bark frivolously. The BRT doesn’t shed much, but the coat needs thorough combing once or twice a week, and trimming every six to eight weeks. The coat should appear tousled."
  },
  {
    "id": 21,
    "level_energy": 5,
    "level_excercise": 5,
    "level_playfulness": 4,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 2,
    "level_favor_stranger": 3,
    "level_watchfulness": 3,
    "level_train": 3,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 5,
    "img": "german_shorthaired_pointer",
    "name": "German Shorthaired Pointer",
    "info": "The German Shorthaired Pointer is an all-purpose close-working dog who combines agility, power, and endurance. He is square or slightly longer than tall; although he has a short back, he should stand over plenty of ground. He should have a clean-cut head, graceful outline, strong quarters, and an athletic physique. His coat is short and tough.",
    "history": "The German Shorthaired Pointer is one of the most versatile of hunting breeds, combining pointing, retrieving, and trailing abilities. This versatility arose through the purposeful blending of various breeds beginning as early as the seventeenth century. Crosses of the Spanish Pointer (a heavy type of pointer) with the Hannover Hound (a strain of scenthounds) resulted in a heavy houndlike dog that could both trail and point. Although all the early breeders agreed upon the goal of an all-purpose hunting dog, not all agreed upon how to achieve it. Crosses with the English Pointer were controversial but bestowed upon the breed a more stylish look and nose-up hunting mode. It also imparted a dislike of water and an aversion to attacking quarry. Further breeding eliminated these unwanted pointer characteristics. In the early 1800s two Deutsch Kurzhaars (as the breed was originally known), Nero and Treff, distinguished themselves against other pointing breeds at the German Derby and, through the success of their descendants, are often credited as the modern Shorthaired’s foundation. The breed was recognized in the late 1800s in Germany with the first Shorthaired coming to America in the 1920s. The German Shorthaired Pointer gained AKC recognition in 1930. The breed soon gained a reputation as the ideal dog for the hunter who wanted only one dog that could do it all.",
    "temperament": "The German Shorthaired Pointer’s idea of heaven is a day hiking in the field and an evening curled up by its owner’s side. This is an active dog that can become frustrated and “creative” if not given ample daily exercise, both mental and physical. He is a devoted family pet, although at times he may be overly boisterous for small children. Because part of their heritage includes hunting mammals, some can be assertive toward small pets unless raised with them. They are a sensitive breed, responsive to gentle training. Some can whine or bark a lot.",
    "upkeep": "Bred to be an active hunting companion, this breed has a good deal of energy and requires a good deal of exercise. He thrives on mental and physical stimulation and can get both by hiking or playing with his owner for a long period—at least an hour—every day. Many like water and will swim if given the chance. The grooming needs are minimal, consisting only of occasional brushing to remove dead hair."
  },
  {
    "id": 22,
    "level_energy": 2,
    "level_excercise": 3,
    "level_playfulness": 2,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 4,
    "level_favor_stranger": 3,
    "level_watchfulness": 2,
    "level_train": 4,
    "level_grooming": 3,
    "level_heat": 5,
    "level_vocality": 3,
    "img": "bernese_mountain_dog",
    "name": "Bernese Mountain Dog",
    "info": "The Bernese Mountain Dog is slightly longer than tall, though appearing square. This breed is a sturdy, large, hardy dog with a combination of strength, speed, and agility. The Bernese’s natural working gait is a slow trot, but with good reach and drive. The thick coat is moderately long, and slightly wavy or straight, providing insulation from the cold. The expression is gentle, and the color is striking.",
    "history": "The most well known of the Sennehunde, or Swiss mountain dogs, the Bernese is distinguished by being the only one to have a fairly long, silky coat. The origin of the breed is speculative at best. Some experts believe this breed’s history traces to the Roman invasion of Switzerland, when the Roman mastiffs were crossed with native flock-guarding dogs. This cross produced a strong dog that was able to withstand the Alpine weather and that could serve as draft dog, flock guard, drover, herder, and general farm dog. Despite their utility, little attempt was made to perpetuate them as a breed purposefully. By the late 1800s, the breed was in danger of being lost. At that time, Professor Albert Heim initiated a study of Swiss dogs that led to the identification of the Bernese Mountain Dog as one of the existing types. These dogs were found only in the valleys of the lower Alps. Through Dr. Heim’s efforts, these dogs were promoted throughout Switzerland and even Europe. The finest specimens came to be found in the Durrbach area, at one time giving the breed the name Durrbachler. With the breed’s spread, the name was changed to Bernese Mountain Dog. The first Bernese came to America in 1926; official AKC recognition was granted in 1937.",
    "temperament": "The Bernese Mountain Dog is an easygoing, calm family companion (that is, after the adolescent stage). This dog is sensitive, loyal, extremely devoted, gentle with children, and often reserved with strangers. The Bernese generally gets along well with other dogs and pets. They do not do well isolated from family activities.",
    "upkeep": "The Bernese enjoys the outdoors, especially in cold weather. This dog needs daily but moderate exercise, either a good hike or walk on leash. The coat needs brushing one or two times weekly, much more often when shedding. The Bernese life span is described by a Swiss expression: “Three years a young dog, three years a good dog, and three years an old dog. All else is a gift from God.”"
  },
  {
    "id": 23,
    "level_energy": 2,
    "level_excercise": 2,
    "level_playfulness": 2,
    "level_affection": 4,
    "level_favor_dogs": 2,
    "level_favor_pets": 2,
    "level_favor_stranger": 4,
    "level_watchfulness": 3,
    "level_train": 3,
    "level_grooming": 1,
    "level_heat": 4,
    "level_vocality": 4,
    "img": "great_dane",
    "name": "Great Dane",
    "info": "This regal breed combines great size and power with elegance. They are square proportioned and well balanced. The gait is strong and powerful with long, easy strides. The coat is short, thick, and glossy. The Great Dane is most noteworthy for its majestic carriage and appearance— the Apollo of Dogs.",
    "history": "Dubbed the “Apollo of Dogs,” the Great Dane is probably the product of the ancient Molossus war dog and the Greyhound. With these ancestors, its ability as a fearless big game hunter seemed only natural. By the fourteenth century, these dogs were proving themselves as able hunters in Germany, combining speed, stamina, strength, and courage in order to bring down the tough wild boar. The dogs became popular with the landed gentry not only because of their hunting ability but also because of their imposing yet graceful appearance. These noble dogs made gracious additions to any estate. British familiar with the breed first referred to them as German Boarhounds. Exactly when and why the breed was later dubbed the Great Dane is a mystery because, although undeniably great, it is not Danish. It is a German breed, and in 1876, the breed was declared Germany’s National Dog. In 1880 German authorities declared the dog should be called the Deutsche Dogge, the name by which it still goes in Germany. The English paid no heed, and the old name stuck for the English-speaking world. By the late 1800s, the Great Dane had come to America. It quickly attracted attention, as it does to this very day. The breed has since achieved great popularity in spite of some of the challenges owning a giant dog entails. The record of world’s tallest dog has been held by several Great Danes.",
    "temperament": "The Great Dane is spirited, courageous, friendly, and dependable. He is generally good with children (although his friendly overtures may overwhelm a small child) and usually friendly toward other household dogs and pets, but like all large dogs should be supervised. With training, he makes a pleasant, well-mannered family companion.",
    "upkeep": "The Great Dane needs daily moderate exercise. His needs can be met with a good walk or romp. He needs soft bedding and sufficient room to stretch out when sleeping. Some tend to drool. Coat care is minimal."
  },
  {
    "id": 24,
    "level_energy": 2,
    "level_excercise": 2,
    "level_playfulness": 3,
    "level_affection": 4,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 5,
    "level_train": 2,
    "level_grooming": 3,
    "level_heat": 4,
    "level_vocality": 5,
    "img": "tibetan_mastiff",
    "name": "Tibetan Mastiff",
    "info": "A powerful, heavy, but athletic dog, the Tibetan Mastiff is built to combine strength and agility. Their body is slightly longer than they are tall. Their walk is slow and deliberate, while its trot is powerful and light-footed. Their whole appearance is impressive, with a solemn but kindly expression. Their coat, which is noticeably heavier in males than in females, is thick and fairly long, especially around the neck and shoulders. Their tail is densely coated and the hind legs feathered on the upper parts. Their hair is coarse, straight, and hard, standing off from the body. They carry a heavy undercoat in cold weather but little undercoat in warm weather. This combination of coat types allowed the Tibetan Mastiff to endure the extremes of Tibetan weather.",
    "history": "Among the most ancient and influential of breeds, the Tibetan Mastiff’s origins have long been lost. Archaeological evidence of massive dogs dating to 1100 b.c. can be found in China; such dogs may have traveled with Attila the Hun and Genghis Khan, providing the origins for mastiffs in Central Asia. Those on the Himalayan plateaus developed into camp guardians of nomadic herdsmen. Their nomadic lifestyle furthered their distribution, but the high mountains separating plateaus and valleys created isolated populations. Thus, a wide range of dogs emerged, with hardiness and guarding ability guiding selection. Besides protecting the campsites, dogs were used to protect villages and monasteries. The breed remained largely unknown outside their native Tibet until 1847, when the Viceroy of India sent a large dog from Tibet named Siring to Queen Victoria; they gained greater exposure when two dogs imported by the Prince of Wales in 1874. With few dogs outside their native country, the breed’s future was threatened when China invaded Tibet in the 1950s, displacing the native dogs. Survival depended on fleeing to neighboring countries or retreating to isolated mountain villages. The Dalai Lama sent two dogs to President Eisenhower, but they soon disappeared into obscurity. Only in the 1970s did dogs from Nepal and India arrive in America. These dogs came from a wide genetic base, accounting for the natural variation in size and style in the breed today.",
    "temperament": "As befitting their long past as a solitary sentry, Tibetan Mastiffs are oftentimes independent and strong willed. They can be aloof toward strangers but devoted to their family. Proper socialization is essential so that they will accept strangers and not become overly suspicious. They are gentle and patient with their children, but may assertive with those outside of the family. They are generally good with other dogs. Most Tibetan Mastiffs are good with other animals.",
    "upkeep": "The Tibetan Mastiff tends to be calm indoors and moderately active outside. A long daily leash walk along with access to a fenced, outdoor yard should meet their needs. Grooming typically consists of brushing a few times a week (daily during shedding), paying special attention to the longer hair. They often enjoy cooler temperatures and are not suited for hot, humid weather. They like to bark loudly at night."
  },
  {
    "id": 25,
    "level_energy": 1,
    "level_excercise": 2,
    "level_playfulness": 1,
    "level_affection": 2,
    "level_favor_dogs": 1,
    "level_favor_pets": 3,
    "level_favor_stranger": 1,
    "level_watchfulness": 4,
    "level_train": 1,
    "level_grooming": 3,
    "level_heat": 5,
    "level_vocality": 5,
    "img": "chow_chow",
    "name": "Chow Chow",
    "info": "The Chow Chow is an Arctic-type dog, powerful, squarely built, and sturdy with heavy bone and strong muscular development. They were bred for a number of tasks, and and their build reflects their ability to herd, pull, and protect. They can have either a rough coat, which is straight and offstanding or a smooth coat, which is hard and smooth; both coat types have wooly undercoats, providing ample insulation from the cold. The characteristic straight angulation of the hind legs produces a short, stilted gait unique to the breed. The scowling expression and black tongue are essential components of breed type.",
    "history": "The Chow Chow has some spitz characteristics. Because of this, it has been proposed that the Chow Chow either descends from spitz forebears or is itself an ancestor of some of the spitz breeds. Unfortunately, the origin of the breed has been lost in time, but it has been known in China for hundreds, if not thousands, of years. Its original purpose may have been as a hunting dog, sniffing out and even pointing birds for the nobility. The breed declined in quality and numbers after the Imperial hunts were ended, but a few pure descendants were kept in isolated monasteries and wealthy households. One of the most distinctive features of the breed is its black tongue, which was also the basis for its more common names in China. Only when dogs were brought to England along with other Chinese importations in the late 1700s was the name Chow Chow adopted. The name is probably derived from a term simply meaning Oriental knick knack and assorted curios, and may have come to be applied to the dogs because they were lumped into a ship’s log of cargo. These early imports were, in fact, looked upon as curios. Not until the late 1800s was the breed imported to England and then America in earnest. Queen Victoria’s interest in these dogs helped draw attention to the breed. AKC recognized the Chow Chow in 1903. The breed’s distinctive noble look has always attracted fanciers, but in the 1980s the breed soared in popularity, peaking as the sixth most popular breed in America.",
    "temperament": "Dignified, even lordly, the Chow Chow conducts himself with reserve. He is not very demonstrative, even with his family, and he is somewhat suspicious of strangers. He can be independent and stubborn. He can be assertive toward other dogs but is generally good with other household pets. He may be serious and protective, devoted to his family.",
    "upkeep": "This is an alert breed that needs regular, but not strenuous, outdoor activity. He does not do well in hot humid weather. His needs are best met with casual morning or evening walks in warm weather or several short play sessions throughout the day. The smooth type needs brushing once weekly; the rough type needs brushing every other day, and daily when shedding."
  },
  {
    "id": 26,
    "level_energy": 2,
    "level_excercise": 4,
    "level_playfulness": 3,
    "level_affection": 3,
    "level_favor_dogs": 3,
    "level_favor_pets": 3,
    "level_favor_stranger": 2,
    "level_watchfulness": 3,
    "level_train": 1,
    "level_grooming": 1,
    "level_heat": 3,
    "level_vocality": 4,
    "img": "black_and_tan_coonhound",
    "name": "Black and Tan Coonhound",
    "info": "The Black and Tan Coonhound’s moderate build allows a blend of strength, speed and agility. This breed is square or slightly longer than tall, with moderate bone. The Coonhound’s long ears may help stir up ground scents, and the deep muzzle allows room for olfactory apparatus. The hair is short but dense, providing an all-weather-protective coat. The expression is alert, friendly, and eager. The stride is easy and graceful, with head and tail held high. The Coonhound has a deep voice.",
    "history": "A true American breed, the Black and Tan Coonhound probably originated from crosses of the Bloodhound and the Foxhound, particularly the black and tan Virginia Foxhound. The Black and Tan Coonhound developed mostly in the Appalachian, Blue Ridge, Ozark, and Smokey Mountains, where these dogs were used to hunt raccoons and bears over fairly rugged terrain. They trailed in the fashion of their Bloodhound ancestors, with nose to ground but at a somewhat swifter pace. Although they would trail any mammal, they specialized in raccoons and opossums, often trailing at night. The dogs would bay when the quarry was treed. The “American Black and Tan Fox and Coonhound” was the first coonhound breed recognized by the UKC in 1900. The AKC recognized the breed in 1945—the only coonhound breed the AKC recognized for decades—and is now popular as a pet.",
    "temperament": "Not the prototypical member of the household, the Black and Tan Coonhound, nonetheless, makes an exemplary pet. This dog is mellow, amiable, calm, and unobtrusive indoors. Outdoors, this breed can be difficult, if not impossible, to turn from a track after trailing a scent. As befitting a dog with this heritage, the Coonhound is strong, independent, and stubborn. While gentle and tolerant with children, but they may be too independent to satisfy a playful child. They are reserved with strangers. They may bay and howl.",
    "upkeep": "The Black and Tan is a dog that can run for miles, although is usually content with a moderate jog or long walk, with an occasional excursion into the field. They can wander if they catch a scent, so a safe area is mandatory. Their coat needs only occasional brushing. Most Coonhounds drool to some extent, and the face may need regular wiping. The ears should also be checked regularly."
  },
  {
    "id": 27,
    "level_energy": 5,
    "level_excercise": 5,
    "level_playfulness": 5,
    "level_affection": 5,
    "level_favor_dogs": 5,
    "level_favor_pets": 5,
    "level_favor_stranger": 5,
    "level_watchfulness": 4,
    "level_train": 4,
    "level_grooming": 4,
    "level_heat": 4,
    "level_vocality": 2,
    "img": "goldendoodle",
    "name": "Goldendoodle",
    "info": "",
    "history": "What is the History of a Goldendoodle? Parent Breed’s Origins: The Golden retriever is from Scotland, while the Poodle is debatably from either France or Germany. Goldendoodle Origins: The first Goldendoodle was developed in 1989 by Wally Conron at the Royal Guide Dogs Association of Australia. From Down under to America: The Goldendoodle originated from Australia, and in the early-mid-1990s, they came to America.",
    "temperament": "What is the Temperament of a Goldendoodle? Characteristics: This mixed-breed dog is known to be energetic, intelligent, playful, friendly, affectionate, outgoing, and confident. Since a Goldendoodle take their more exceptional traits from Golden retrievers, they’re considered a smart, obedient, family dog. They’re everybody’s friend and devoted to family. Family-Dog: A Goldendoodle is super for families with children, singles, and seniors, and they thrive in houses that have yards. Versatile in Nature: A Goldendoodle is not just a pet. They’re known to work as agility dogs, guide dogs, therapy dogs, diabetic dogs, and search and rescue dogs.",
    "upkeep": "How Do I Care for a Goldendoodle? Healthy Dog: The Goldendoodle tends to be healthy and by providing proper exercise and nutrition as well as early socialization, behavior training and positive reinforcements, this breed can become well-mannered. Moderate Exercise: This dog breed requires a reasonable amount of exercise. Regular Grooming: Brush this mixed-breed dog once or twice a week. Additionally, proper grooming, including ear cleaning, and nail clipping is necessary every 6 to 8 weeks. Bathe Appropriately: Provide a bathe for this breed when necessary, which isn’t very often. Regular Teeth Cleaning: Brush their teeth two or three times a week. Requires Stimulation: A Goldendoodle needs physical and mental stimulation, and if they don’t receive it, they can become destructive and hard to handle; for this reason, they’re not ideal for apartments. Daily 30-min Walk: A Goldendoodle requires about 30 to 60 minutes of exercise a day. Easy-To-Train: Eager to please and intelligent, a Goldendoodle should be socialized from puppyhood, since with consistent and positive reinforcement, training is more natural. Recommended Daily Diet: Measure and feed 1 – 2.5 cups of high-quality dry dog food a day to your pet and divide it into two meals rather than leaving the food out. Regular Check-ups: Check for sores, rashes, signs of infection, which may arise in symptoms such as redness, inflammation on the skin, or in the nose, mouth, and eyes, and on the feet. The eyes should be bright without redness or discharge. Socializing: With training and socializing, a dog can achieve a friendly disposition. Does a Goldendoodle shed? ‘Low to Non-Shedding’ Coat: Most Goldendoodles have a small to ‘no-shedding’ coat. To be noted, not all Goldendoodles have the Poodle’s ‘hypoallergenic’ coat. However, they often have a coat that sheds considerably less dander than other dog breeds. Shedding Varies: Overall, the degree of shedding varies from dog to dog. As a result of having less dander, potential allergic responses may decrease. A Great Pet for Pet Parents with Allergies: Most Goldendoodles are light to ‘non-shedding’ and live comfortably with families with mild allergies. Families with moderate to severe allergies may find that Goldendoodle backcrosses work well with their allergies. If a pet parent with allergies is looking to adopt, they should spend time with the animal first, and see how their allergies are affected, and whether they’re a good fit. Types of Coats: A Goldendoodle is a low shedder, particularly the fleece and wool coat. The Goldendoodle hair length, when left unclipped, grows only to about 4-8 inches.- The Hair Coat: Like fur in shedding breeds, this coat type is the least popular as the coat always drops and has an odor.- The Wool Coat: Like Lamb’s wool, this coat hangs in loose curls, which isn’t dense. Plus, this coat is ‘non-shedding,’ and it doesn’t yield an odor.- The Fleece Coat: A silky texture that ranges from straight to wavy, this coat has an Angora goat texture."
  },
  {
    "id": 28,
    "level_energy": 2,
    "level_excercise": 3,
    "level_playfulness": 2,
    "level_affection": 3,
    "level_favor_dogs": 4,
    "level_favor_pets": 3,
    "level_favor_stranger": 3,
    "level_watchfulness": 2,
    "level_train": 2,
    "level_grooming": 3,
    "level_heat": 4,
    "level_vocality": 1,
    "img": "scottish_deerhound",
    "name": "Scottish Deerhound",
    "info": "The Scottish Deerhound has a body like that of a Greyhound but is of larger size and bone, enabling them to run at great speed using the double-suspension gallop without sacrificing strength and endurance. Their trotting gait is easy and true. Their hair is harsh and crisp, about three to four inches long on their body, ideally close lying. Such a coat imparts a weather- (and dirt-) resistant quality, an essential asset in cold, damp climates.",
    "history": "Among the most aristocratic of breeds, the Scottish Deerhound has been valued by nobility for their prowess in running after deer at least since the sixteenth century. Confusion regarding names makes tracing their exact history before that time difficult, but they are probably a very ancient breed, deriving from ancestral Greyhound roots. Like their smooth-coated Greyhound relative, the rough-coated Deerhound could not be owned by anyone ranked lower than an Earl during the Age of Chivalry. As the stag population declined in England, the larger, rough-coated dogs suited for hunting stag became concentrated where the stag remained plentiful—namely, the Scottish Highlands—where they were valued and sadly, hoarded by Highland chieftains. This unfortunate hoarding resulted in the decline of the breed in the mid 1700s following the collapse of the clan system of Culloden. By the mid 1800s, however, a concerted effort to restore the breed had proved successful, and although their numbers were never great, the health of the dogs was high. The First World War again decimated the breed’s numbers because most of the dogs had been the property of a limited number of large estates, most of which did not survive the war intact. Since then, the Deerhound has remained low in number but a classic in every sense.",
    "temperament": "The Scottish Deerhound is typically mellow, low-key, and easygoing, a gracious and well-mannered member of the family. Outdoors, they loves to run and may try chase anything that moves. Indoors, they needs plenty of room to stretch on a soft surface. They are often independent but willing to please; they can be extremely sensitive. They can be amiable toward but often reserved with strangers. They can be good with children, other dogs, and usually other pets, if properly socialized and introduced.",
    "upkeep": "The Scottish Deerhound needs a good amount of daily exercise, either a long walk or a hike. They prefer temperate or cool climates and need plenty of quality time and interaction with their family. Scottish Deerhounds usually need soft bedding to avoid callouses. Their crisp coat needs combing one or two times weekly. Some scissoring is optional to neaten up straggling hair or occasional trips to a groomer."
  },
  {
    "id": 29,
    "level_energy": 3,
    "level_excercise": 4,
    "level_playfulness": 3,
    "level_affection": 3,
    "level_favor_dogs": 1,
    "level_favor_pets": 3,
    "level_favor_stranger": 1,
    "level_watchfulness": 5,
    "level_train": 1,
    "level_grooming": 4,
    "level_heat": 4,
    "level_vocality": 5,
    "img": "briard",
    "name": "Briard",
    "info": "The Briard is square or slightly longer than tall and powerful without being course; the overall appearance is one of handsome form. The Briard is a boundary herder, acting as a “moving fence” to keep a flock in an unfenced area. This requires the dog to be an independent thinker. Briards are loose-eyed, upright herders. Their movement has been described as “quicksilver,” with supple, light strides that give the impression of gliding. Their undercoat is fine and tight, and their outer coat is coarse and dry, lying flat in long, slightly wavy locks. On the shoulders, the coat’s length is 6 inches or more. The questioning confident expression is enhanced by the longer eyebrows, as well as the long-appearing head.",
    "history": "The Briard is one of four French sheepdog breeds, the others being the Beauceron, Picardy, and Pyrenean. This is the oldest of the four breeds, with dogs resembling Briards depicted in art from as long ago as the eighth century, and more definitive evidence by the fourteenth century. These early dogs were known as Chien Berger de Brie (Shepherd Dog of Brie), giving rise to the belief that the breed originated in the province of Brie; however, it may also be a corruption of Chien d’Aubry, referring to the dog of Aubry de Montdidier that avenged his master’s murder (according to fourteenth-century legend). The name Briard was not used until 1809. Originally employed as a herd protector, the Briard was expected to tackle predators if the need arose. Briards also protected the flock and estates against human intruders. After the French Revolution, which resulted in the land being divided into smaller sectors, it was important that the flocks be kept close to home, and the Briards turned their talents to herding, rather than guarding sheep. The first breed standard was written in 1897, but it was replaced by another in 1909. Briards came to America very early, with evidence that both Lafayette and Thomas Jefferson brought some of the first specimens to the New World. These dogs did not have a lasting influence, however. The Briard was the official dog of the French army in World War II. After World War I, American soldiers brought some Briards to America, and this was the beginning of the modern American Briard. Popularity of the breed has been modest in America, but these dogs remain the most popular sheepherders in their native France.",
    "temperament": "Devoted and faithful, the Briard is a loving and protective companion. Briards are independent, intelligent, and self-assured, but are also willing to please and eager to serve as a partner in adventure. They are reserved with strangers. They can be assertive with other dogs and may nip at people’s heels when playing. They tend to stay at home and may attempt to keep the family’s children home as well! Young Briards need a lot of socialization.",
    "upkeep": "This is a dog that needs a good amount of activity and interaction every day. Their favorite exercise is the chance to herd, but they can also be satisfied with a long walk or jog, or a long play session coupled with a little training. Their long coat needs brushing or combing every other day or mats can form."
  }
]
